{
  "auto-pairs": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "comment": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "fugitive": { "branch": "master" },
  "harpoon2": { "branch": "harpoon2" },
  "lazy.nvim": { "branch": "main" },
  "lsp-config": { "branch": "master" },
  "lsp-zero": { "branch": "v3.x" },
  "luasnip": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neogit": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-metals": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rose-pine": { "branch": "main" },
  "telescope": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "treesitter": { "branch": "master" },
  "trouble": { "branch": "main" },
  "undotree": { "branch": "master" }
}